# [Common]
online=在线
offline=离线
fault=故障检测
setting=设置
mulscreenInteract=多屏互动
confirm=确定
UclassStr=UClass智慧课堂
teaScreen=教师屏
groupScreen=小组屏
dualScreenSetting=双屏教学
openfile=打开文件
cancelDual=取消双屏

# [SelectR]
selectRegion=选择地区
selectRegionStr1=Ulearning智慧教学系统为不同的地区提供独立的服务，
selectRegionStr2=请在登录前选择您所在组织的地区
cnStr=中国
asiaStr=亚太
latinStr=拉丁美洲
africaStr=非洲
sandboxStr=沙盒
malaysiaStr=马来西亚
zambiaStr=赞比亚
ehiopiaStr=埃塞俄比亚

# [Login]
idtoLogin=账号登录
scantoLogin=扫码登录
UserId=用户名/手机号/邮箱
Password=密码
login=登录
register=没有账号？
findPassword=忘记密码？
hintUser=请输入用户名
hintPassword=请输入密码
delaycodeNote1=二维码已过期，
delaycodeNote2=请刷新后重试
refresh=刷新
scanNote1=打开
scanNote2=优学院2.0APP
scansuccessNote1=扫描成功
scansuccessNote2=请在手机上确认登录
wrongscanNote1=网络故障
wrongscanNote2=获取二维码失败，请刷新
wrongUser=请使用教师账号登录
logout=退出登录

# [Induct]
startClass=开始授课
enterClass=进入课堂
enterclassStr=点名、选人、讨论、答题等
interact=课堂互动
openfileStr=U盘、电脑、资源库文件

# [Float]
pleaseLogin=请登录
file=课件
class=课堂
whiteboard=白板
annotation=批注
screenshot=截图
AIMenu=AI助手
moreMenu=更多

# [AI]
AIchat=AI对话

# [More]
close=关闭应用
projection=投屏
meeting=会议ID入会
recordclass=课堂录制
control=设备控制

# [Autocast]
autoCast=自动广播教师屏
autoCastHint=如果有小组屏离线，请检查UClass客户端是否打开
autoRuning=正在启动…
autoSuccess=启动成功！正在广播教师屏至小组屏
autoFailed=启动失败！请点击右侧“多屏互动”按钮手动开启广播

# [Muli]
broadcast=广播
stopTeaCasting=停止广播教师屏
group=小组
gCompare=小组对比
uploadInf=更新组网信息
connecting=正在连接…
stopCasting=停止广播

# [Fault]
classroom=教室
network=网络
networkLine=当前网络：有线网络
networkWifi=当前网络：WIFI，为了保障广播清晰度和稳定性请
networkWifi1=使用有线网络
uploadIP=更新IP
currentIP=当前IP为：
sameIP=当前IP和组网IP一致。
differentIP=当前IP和组网IP不一致！
details=详情
detaile1=请将设备的IP设置为
detaile2=1.请连接有线网络并关闭WIFI功能；
detaile3=2.设置完成后，在教师端重启软件。
other=其他
otherStr=如仍存在问题，请重启软件。
DQ1=小组屏显示离线或者无法接受广播画面，该怎么办？
DQans1=确保小组屏软件正常运行
DQans2=请关闭并重启小组屏的UClass应用，大约需要10s左右的
DQans22=时间。
DQans3=重启教师屏相关功能
DQans4=请先确保小组屏的UClass应用正常运行，在教师屏上关闭
DQans42=并重启广播/小组对比等功能。
DQans5=检查小组屏的网络连接/IP地址是否正确
DQans6=请确保当前IP和组网IP一致
DQans7=检查小组屏的网络连接是否正常
DHint1=按照提示进行相关操作后仍然无法解决问题，请寻求学校的IT人员的帮助。
DHint2=如果学校IT人员确定当前功能无法修复的情况，请与我们的技术支持进行联系。为了方便我们的技术人员定位问题，点击这里
DSend=发送错误报告

# [GC]
GCStr=点击下方小组查看小组屏画面
GCExit=退出

# [Video]
watching=正在观看
loading=正在加载…

# [DualBar]
copyScreen=复制屏
copyStop=取消复制
Page=上下页
pageStop=取消上下页
endScreening=结束放映

# [File]
library=资源库
desktop=桌面
localDisk=本地磁盘
return=返回
lastP=上一页
nextP=下一页
downloading=下载中
downloaded=已下载
open=打开
send=发给学生
blankStr=暂无内容
uploading=上传中
uploadFailed=上传失败

# [Share]
share=分享给学生
shareStr=分享后，您和学生可以在课堂文件中查看。
selectCourse=选择课程
selectClass=选择课堂
cancel=取消

# [Record]
recordPlay=录播

# [Settings]
basicSetting=基本设置
languageSetting=语言设置
versionSetting=版本信息
check=检查更新 

# [Basic]
autoRunBoot=开机自动启动
fileSaveRoad=文件默认保存路径
modify=修改
openFolder=打开文件夹
currentCache=目前缓存
cleanCache=清理缓存
logUploadTitle=软件日志上传
logUploadStr=点击上传日志按钮，帮助开发者分析问题
logUpload=上传日志
logUploading=上传中
logUpSuc=上传成功
logUpFail=上传失败
UDownload=下载中
UDownSuc=下载成功
UDownFail=下载失败
wrongSetHint=不能设置为程序目录
setSuc=修改成功
setFail=修改失败
cleanFailHint=不能清理程序目录
cleanSuc=清理成功
cleanFail=清理失败

# [Lanset]
selectLaguage=请选择语言

# [Version]
CurrentVer=当前版本：
officialWebsite=公司官网
protocol=用户协议
privacy=隐私说明
copyright=北京文华在线教育科技股份有限公司 版权所有

# [Check]
checking=检查中
uploadVer=更新版本
currentVer=当前版本
reCheck=重新检查
needUpdate=，可更新
needNotUpdate=，无需更新

# [MulSet]
regionSite=站点
classroomInf=教室信息
perfectInf=请完善教室信息
schoolInf=学校名称
classroomName=教室名称
deBind=解绑
screenName=屏幕名称
groupScreen=小组屏
enterCode=请在下方输入多屏互动功能激活码
selectRegion=请选择激活在哪个站点
debindFail=解绑失败
debindSuc=解绑成功
debindConfirm=解绑后需要重新激活，
debindConfirm2=确认解绑吗？
badActiceCode=激活码已失效，请重新输入
indexStr=小组序号

# [DualSet]
dualStr1=解锁双屏联动，更广阔的教学内容展示空间
dualStr2=通过2个教师屏互联，实现更多课堂内容展示，“课件+板书”等双任务
dualStr3=同时开展，多维教学，便捷高效
dualScreenWrongHint=当前教室只检测到一块教师屏，请检查双屏连接状态
dualWrongTitle=提示
dualWrongNote=开启失败！

# [PJ]
pj_phoneProj=手机投屏
pj_WIFINote=接入教室WIFI进行投屏。
pj_ClassNote=教室WIFI
pj_password=密码
pj_unkown=未知
pj_help=帮助
pj_helpNote1=请询问管理人员获取教室WIFI和密码，点击编辑按钮可
pj_helpNote2=以填写WIFI名称和密码，方便下次连接WIFI。
pj_apple=苹果系统
pj_appleStr=打开AirPlay(屏幕镜像)进行投屏
pj_andriod=安卓系统
pj_andriodStr1=在手机应用市场搜索并安装
pj_Uclass=优学院2.0APP
pj_andriodStr2=，使用优学院APP扫码投屏
pj_other=其他
pj_currentIP=当前IP:
pj_netIP=组网IP:
pj_hint=多屏互动功能需要使用固定的IP,请勿随意更改或者同时连接有线和WI-FI等多个网络。
pj_needTitle=请输入教室WIFI和密码

# [General]
ok=确定
wrongHint=未获取到组网信息
wrongCodeHint=您所在学校未配置录播系统
castGHint=请先关闭小组对比
castMHint=请先停止广播
castNoHint=当前没有小组屏在线
castPressHint=请勿频繁点击
0BHint=无法打开0B文件
sent=已发送
sendFailed=发送失败
shareWrongHint=课堂不能为空，请创建课堂
GCHint=最多选择4个小组
GCHint2=
uploadFailedHint1=网络错误，更新失败
uploadFailedHint2=设备码改变，更新失败
uploadSuc=更新成功!请重启教师屏和小组屏的UClass应用
reStartHint=请重启软件
fileLimit=文件大小请勿超过1G
waitFileUpload=请等待文件上传完成
waitFileDownload=请等待文件下载完成



